[
  "omnisearch",
  "advanced-canvas",
  "obsidian-advanced-uri",
  "calendar",
  "canvas-minimap",
  "dataview",
  "metadata-menu",
  "nldates-obsidian",
  "pdf-plus",
  "periodic-notes",
  "quickadd",
  "tag-wrangler",
  "obsidian-markmind",
  "obsidian-plugin-update-tracker",
  "templater-obsidian",
  "obsidian-admonition",
  "table-editor-obsidian",
  "ai-providers",
  "cmdr",
  "excalibrain",
  "obsidian-excalidraw-plugin",
  "obsidian-kanban",
  "obsidian-leaflet-plugin",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "recent-files-obsidian",
  "smart-connections",
  "obsidian-style-settings",
  "juggl",
  "editing-toolbar"
]